tap "homebrew/bundle"
brew "bat"
brew "diff-so-fancy"
brew "fzf"
brew "grc"
brew "gh"
brew "git"
brew "gnupg"
brew "go"
brew "mas"
brew "ripgrep"
cask "1password"
cask "chatgpt"
cask "discord"
cask "gather"
cask "ghostty"
cask "karabiner-elements"
cask "notion"
cask "notion-calendar"
cask "ollama"
cask "orbstack"
cask "spotify"
cask "superhuman"
mas "1Password for Safari", id: 1569813296
mas "Slack", id: 803453959
mas "Tailscale", id: 1475387142
mas "Yubico Authenticator", id: 1497506650
