tap "smudge/smudge"
tap "anomalyco/tap"
brew "bat"
#brew "cog"
brew "dockutil"
brew "fd"
brew "fzf"
brew "grc"
brew "gh"
brew "git"
brew "git-delta"
brew "gnupg"
brew "helm"
brew "go"
brew "htop"
brew "jq"
brew "mas"
brew "mise"
brew "mtr"
brew "nightlight"
brew "nmap"
brew "node"
brew "opencode"
brew "pure"
brew "ripgrep"
brew "watch"
brew "wget"
brew "rmtrash"
brew "uv"
#brew "tailscale"
brew "yq"
brew "zoxide"
#cask "1password"
#cask "balenaetcher"
#cask "chatgpt"
cask "claude-code"
#cask "cursor"
#cask "discord"
cask "ghostty"
#cask "google-chrome"
cask "karabiner-elements"
cask "orbstack"
cask "spotify"
cask "zed"
#cask "zoom"
#mas "1Password for Safari", id: 1569813296
#mas "Slack", id: 803453959
#mas "Tailscale", id: 1475387142
#mas "Yubico Authenticator", id: 1497506650
